/* N lamps */
"[%ld lamps]" = "%ld ламп(ы)";

/* Connected to Hue format */
"[Connected to %@]" = "Соединен с %@";

/* Connected to Hue label */
"[Connected to Hue]" = "Подключен к hue";

/* Try reconnecting message */
"[Connection to Hue failed message]" = "Приложение не смогло подключиться к контроллеру hue. Пожалуйста, попробуйте подключиться еще раз. Если проблема сохраняется, пожалуйста, свяжитеть с разработчиком.";

/* Failed to send command to hue title */
"[Connection to Hue failed title]" = "Невозможно подкючиться к hue";

/* Sound manager failed title */
"[Could not play sound title]" = "Невозможно воспроизвести звук";

/* Discovering hub label */
"[Discovering hubs]" = "Поиск моста hue";

/* Found hub label */
"[Found hub - connecting]" = "Соединение с hue";

/* Sound manager general error */
"[General problem playing sound]" = "Приложение не смогло воспроизвести звук на вашем устройстве. Пожалуйста, свяжитесь с разработчиком.";

/* Hue not found message */
"[Hue not found message]" = "Приложение не смогло найти контроллер Hue. Приложение может продолжить работу. Вы можете подключиться в любое время.";

/* Hue not found title */
"[Hue not found title]" = "Невозможно найти hue";

/* Mail subject title */
"[Message from vPlaces user]" = "Сообщение от пользователя vPlaces";

/* No lamps are selected */
"[no lamps]" = "нет ламп";

/* Not connected to Hue label */
"[Not connected to Hue]" = "Не подключен к hue";

/* Ok button title */
"[Ok]" = "Ok";

/* Press Hue button label */
"[Press Hue button]" = "Нажмите кнопку на hue";

/* Sound manager error format */
"[Problems playing sound %@]" = "Приложение не смогло воспроизвести звук - %@. Пожалуйста, свяжитесь с разработчиков, указав эту информацию.";

/* Reconnect button title */
"[Reconnect]" = "Подключение";

/* Settings button title */
"[Settings]" = "Настройки";

/* Reachable flag */
"[, reachable]" = ", доступна";

/* Reachable flag */
"[, not reachable]" = ", недоступна";

/* on flag */
"[, on]" = ", включена";

/* off flag */
"[, off]" = ", выключена";

/* vPlaces app description */
"[vPlaces app description]" = "Приложение vPlaces - виртуальный мир с помощью ламп Philips hue";

"[Cancel]" = "Отменить";
"[Delete]" = "Удалить";
"[Download]" = "Загрузить";

"[Download bundle title]" = "Стандартные места";
"[Download bundle message]" = "Теперь все стандартные места можно загружать отдельно. Загрузить все стандартные места? Это действие потребует значительного сетевого трафика. Вы также можете загрузить каждое отдельное место.";

"[Download place title]" = "Загрузить место";
"[Download place %@]" = "Загрузить место \"%@\"? Места обычно требуют значительного объема трафика.";
"[Download place %@, size %@]" = "Загрузить место \"%@\"? Необходимо загрузить %@.";

"[Download place failed title]" = "Ошибка загрузки места";
"[Download place %@ failed]" = "Возникли проблемы с загрузкой места \"%@\". Пожалуйста, проверьте соединение с Интернет и попробуйте еще раз.";

"[Download places failed]" = "Возникли проблемы с загрузкой мест. Пожалуйста, проверьте соединение с Интернет и попробуйте еще раз.";


"[Delete all local places]" = "Удалить все места с устройства? Вы сможете скачать стандартные места повторно.";

